//1.написати код, що буде виводити у консоль число з протилежним знаком, наприклад для 5 результат будет -5, для -1 результат буде 1
int a = -8;
a = -a;
Console.WriteLine(a);
//2. написати код, що буде виводити у консоль число зі знаком мінус, наприклад для 5 результат будет -5, для -1 результат буде -1
int b = 8;
b = -Math.Abs(b);
Console.WriteLine(b);
//3. написати код, що буде виводити у консоль чи є число квадратом якогось цілого числа, наприклад 25 -> true (5^2), 24-> false, 9-> true(3 ^ 2), 1-> true(1 ^ 2), 0-> true(0 ^ 2), -1-> false
int c = 8;
double sqrt = Math.Sqrt(c);
Console.WriteLine(Math.Round(Math.Sqrt(sqrt)) == sqrt);
