using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace ConsoleApp19Linq
{
    internal class HomeworkLinq
    {
        //використовуючи код з персонами, що я писав під час уроку, створити наступні методи:
        //метод, що виводить людей що знаходяться найпівнічніше/ південіше / західніше / східніше
        //метод, що виводить двох людей, у яких в About найбільше однакових слів
        //метод, що виводить двох людей, у котрих є спільний друг
        //метод, що виводить назву компанії в якій працює найбільша кількість людей та кількість людей, що там працює
    }
}
